[Play_DLC2_S_TYG_Archon_King_Autopsy_Blurb AkEvent]
SpokenText="Cheguei a acreditar firmemente que a ambição desenfreada do Dr. Vahlen, deixada sem o comandante para manter alguma aparência de razão, levou-a a seguir um caminho de pesquisa tão equivocado e lamentável quanto o meu próprio serviço ao Advento".
BMature=False
BManualWordWrap=False
BSingleLine=False
Comment=""

[Play_DLC2_S_TYG_Autopsy_Reminder_Nag AkEvent]
SpokenText="Comandante, nós ainda temos o corpo do sujeito de teste alienígena recuperado em armazenamento. Posso começar uma autópsia a qualquer momento - isso poderia levar a descobertas críticas em nossa própria pesquisa e desenvolvimento científico".
BMature=False
BManualWordWrap=False
BSingleLine=False
Comment=""

[Play_DLC2_S_TYG_Berserker_Queen_Autopsy_Blurb AkEvent]
SpokenText="Como o Dr. Vahlen observou em seu próprio relatório, era irresponsável e irracional irrisório para ela ter prosseguido esta pesquisa sabendo os riscos incríveis envolvidos, não apenas para si mesma, mas para o pouco que resta da humanidade como um todo".
BMature=False
BManualWordWrap=False
BSingleLine=False
Comment=""

[Play_DLC2_S_TYG_Dropship_Mission_Briefing AkEvent]
SpokenText="Estou monitorando continuamente as assinaturas de energia que detectamos perto do local de destino .. Possível atividade subterrânea detectada ... interferência forte cobrir a área ... sensores são incapazes de penetrar a face da rocha.Nós ainda temos uma leitura constante no sinal de Vahlen Contudo, aconselharia extrema cautela, Central.
BMature=False
BManualWordWrap=False
BSingleLine=False
Comment=""

[Play_DLC2_S_TYG_Equip_Hunter_Weapons_1 AkEvent]
SpokenText="Comandante, eu aconselho fortemente que nossas forças equipem as armas especializadas que recuperamos do campo. Suas capacidades únicas podem ser valiosas nesta missão".
BMature=False
BManualWordWrap=False
BSingleLine=False
Comment=""

[Play_DLC2_S_TYG_Hunter_Weapons_UI_Pop AkEvent]
SpokenText="Comandante, essas armas são diferentes de qualquer projeto que eu já encontrei anteriormente.Eu poderia tentar uma análise mais aprofundada, mas a probabilidade de nós engenharia reversa eles parece baixo, independentemente."
BMature=False
BManualWordWrap=False
BSingleLine=False
Comment=""

[Play_DLC2_S_TYG_King_Dead_Other_Escapees_Remain AkEvent]
SpokenText="Embora tivéssemos sido bem sucedidos em derrotar o Viper geneticamente aumentado, devemos permanecer vigilantes, Comandante.Todas as indicações são de que outros dois sujeitos de teste permanecem, sem dúvida ter escapado da instalação antes de nossa chegada.Eu continuarei a investigar investigação do Dr. Vahlen Logs para mais detalhes que poderiam nos ajudar a lidar com essas criaturas. "
BMature=False
BManualWordWrap=False
BSingleLine=False
Comment=""

[Play_DLC2_S_TYG_King_Lives_Escapees_Remain_2 AkEvent]
SpokenText="Devemos também estar preparados para a eventualidade de encontrar os dois sujeitos de teste restantes - os que ainda temos de identificar.É provável que eles tenham um meio semelhante de fuga através de fissuras Psionic, o que significa que poderíamos encontrá-los em qualquer lugar. "
BMature=False
BManualWordWrap=False
BSingleLine=False
Comment=""

[Play_DLC2_S_TYG_Ruler_Autopsy_Available AkEvent]
SpokenText="Comandante, tendo recuperado com sucesso um dos sujeitos de teste geneticamente modificados do Dr. Vahlen, estou ansioso para começar a realizar uma autópsia o mais rapidamente possível. É minha esperança que, seguindo suas próprias notas de pesquisa, Compreensão de como ela conseguiu realizar essas mudanças rápidas. "
BMature=False
BManualWordWrap=False
BSingleLine=False
Comment=""

[Play_DLC2_S_TYG_Ruler_Autopsy_Available_B AkEvent]
SpokenText="Comandante, na sua ordem, eu posso começar a realizar uma autópsia sobre o mais recente de assuntos de teste Vahlen.Nós temos uma oportunidade aqui para avançar nossa própria investigação para além dos limites da nossa experiência atual, devemos começar o mais rapidamente possível.
BMature=False
BManualWordWrap=False
BSingleLine=False
Comment=""

[Play_DLC2_S_TYG_Ruler_Autopsy_Available_C AkEvent]
SpokenText="Agora que recuperamos um dos sujeitos de prova do Dr. Vahlen, posso começar uma autópsia no espécime assim que você der a ordem, Comandante."
BMature=False
BManualWordWrap=False
BSingleLine=False
Comment=""

[Play_DLC2_S_TYG_Ruler_Autopsy_Available_D AkEvent]
SpokenText="Tendo recuperado outro dos sujeitos de teste alienígenas modificados do Dr. Vahlen, devemos começar uma autópsia o mais rápido possível. Seguindo suas próprias notas de pesquisa, é minha esperança que descobriremos o verdadeiro propósito de seu trabalho".
BMature=False
BManualWordWrap=False
BSingleLine=False
Comment=""

[Play_DLC2_S_TYG_Site_Readings AkEvent]
SpokenText="Há um número de assinaturas de energia incomum permeando esta área, Comandante. Estou vendo flutuações de energia, calor intenso, alguma atividade psiônica ... todos os sinais de um possível conflito.
BMature=False
BManualWordWrap=False
BSingleLine=False
Comment=""

[Play_DLC2_S_TYG_Viper_King_Autopsy_Blurb AkEvent]
SpokenText="Apesar de um extenso estudo dos relatórios de pesquisa do Dr. Vahlen, eu ainda tenho que descobrir como ela chegou a adquirir uma compreensão tão impressionante dos processos envolvidos na edição e manipulação de material genético alienígena".
BMature=False
BManualWordWrap=False
BSingleLine=False
Comment=""

[S_Autopsy_ArchonKing_Blurb AkEvent]
SpokenText=""
BMature=False
BManualWordWrap=False
BSingleLine=False
Comment=""

[S_Autopsy_ArchonKing_Tygan AkEvent]
SpokenText=""
BMature=False
BManualWordWrap=False
BSingleLine=False
Comment=""

[S_Autopsy_BerserkerQueen_Blurb AkEvent]
SpokenText="Como o Dr. Vahlen observou em seu próprio relatório, era irresponsável e irracional irrisório para ela ter prosseguido esta pesquisa sabendo os riscos incríveis envolvidos, não apenas para si mesma, mas para o pouco que resta da humanidade como um todo".
BMature=False
BManualWordWrap=False
BSingleLine=False
Comment=""

[S_Autopsy_BerserkerQueen_Tygan AkEvent]
SpokenText=""
BMature=False
BManualWordWrap=False
BSingleLine=False
Comment=""

[S_Autopsy_ViperQueen_Blurb AkEvent]
SpokenText=""
BMature=False
BManualWordWrap=False
BSingleLine=False
Comment=""

[S_Autopsy_ViperQueen_Tygan AkEvent]
SpokenText=""
BMature=False
BManualWordWrap=False
BSingleLine=False
Comment=""